//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d tentativas falhas de código de acesso";
"%d Failed Password Attempts" = "%d tentativas falhas de senha";

"1 Failed Passcode Attempt" = "1 tentativa de código de acesso falhou";
"1 Failed Password Attempt" = "1 tentativa de senha falhou";

"Do you want to use Touch ID for authentication?" = "Você deseja usar o Touch ID para autenticação?";

"Done" = "Concluído";

"Enable Touch ID" = "Habilitar o Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Digite um código de acesso diferente. Não é possível reutilizar o mesmo.";
"Enter a different password. Cannot re-use the same password." = "Não é possível reutilizar a senha, escolha uma diferente. ";

"Enter a passcode" = "Digite um código de acesso";
"Enter a password" = "Digite uma senha";

"Enter your new passcode" = "Digite seu código de acesso novo";
"Enter your new password" = "Digite sua nova senha";

"Enter your old passcode" = "Digite seu código de acesso antigo";
"Enter your old password" = "Digite sua senha antiga";

"Enter your passcode" = "Digite seu código de acesso";
"Enter your password" = "Digite sua senha";

"Invalid Passcode" = "Código de acesso inválido";
"Invalid Password" = "Senha inválida";

"Passcodes did not match.\nTry again." = "Códigos de acesso inválidos.\nTente novamente.";
"Password did not match.\nTry again." = "Senha inválida.\nTente novamente.";

"Re-enter your passcode" = "Redigite seu código de acesso";
"Re-enter your password" = "Redigite sua senha";

"Try again in %d minutes" = "Tente novamente em %d minutos";

"Try again in 1 minute" = "Tente novamente em 1 minuto";
